Repository: abdsfw/promoter
Catalog: lib/l10n/intl_*.arb
Languages: ar

# s
source: sss
ar: سسس

source: Bills
ar: الفواتير

# envelope
source: Envelopes
ar: الظروف

# allSellPointsForYou
source: All sell point for You
ar: جميع نقاط البيع لك

source: Delete
ar: حذف

source: Envelopes for
ar: ظروف

source: Search by Sell Point Name
ar: البحث باسم نقطة البيع

# allFieldsRequiredAndValid
source: All fields are required and must be valid.
ar: جميع الحقول مطلوبة .

source: Add New Envelope
ar: إضافة ظرف جديد

source: Cash
ar: نقدًا

source: Number
ar: الرقم

source: Date (YYYY-MM-DD)
ar: التاريخ (YYYY-MM-DD)

source: Cancel
ar: إلغاء

source: Add
ar: اضافة

source: Envelope added successfully
ar: تمت إضافة الظرف بنجاح

source: Failed to add envelope
ar: فشلت عملية إضافة الظرف

source: Confirm Deletion
ar: تأكيد الحذف

# confirmDeleteEnvelope
source: Are you sure you want to delete this envelope?
ar: هل أنت متأكد أنك تريد حذف هذا الظرف؟

source: No envelopes found.
ar: لم يتم العثور على أظرف.

source: Envelope Number
ar: رقم الظرف

source: The cash
ar: النقد

source: Date
ar: التاريخ

source: Envelope deleted successfully
ar: تم حذف الظرف بنجاح

source: Failed to delete envelope
ar: فشل حذف الظرف

source: Update
ar: تحديث

source: Cash updated successfully
ar: تم تحديث النقد بنجاح

source: New Cash
ar: نقد جديد

source: Edit Cash
ar: تعديل النقد

source: Good day
ar: يوم جيد

source: Hello promoter
ar: مرحبًا

source: Add bill
ar: اضف فاتورة

# noCategoryChosen
source: You don't choose any category
ar: لم تختر أي فئة

source: Ok
ar: موافق

source: Price
ar: السعر

source: Amount
ar: الكمية

source: Add Category to bill
ar: اضف فئة

# confirmDeleteBill
source: Do you want to delete this bill?
ar: هل تريد حذف هذه الفاتورة؟

source: Edit amount bill
ar: تعديل كمية الفاتورة

source: please enter amount
ar: من فضلك أدخل المبلغ

source: save
ar: حفظ

# pdf
source: Create PDF
ar: إنشاء PDF

# school
source: Schools
ar: المدارس

source: sp name
ar: إسم نقطة البيع

source: driver name
ar: إسم السائق

source: amount of envelop
ar: كمية الظرف

source: sp expenses
ar: مقدار العينات

source: total amount
ar: كمية المرتجعات الكلية

source: total price
ar: مبلغ المرتجعات الكلي

# priceAin
source: price
ar: سعر المرتجع

# amountAin
source: amount
ar: كمية المرتجع

source: Inventory by date
ar: جرد حسب التاريخ

source: delete bill filure
ar: خطأ في عملية الحذف

source: you don't choose any category
ar: أنت لم تختر أي عنصر

source: No data to display
ar: لا يوجد بيانات للعرض

source: foods
ar: أطعمة

source: Raw materials
ar: مواد أولية

source: material
ar: المواد

source: choose date
ar: اختر التاريخ

source: order
ar: إطلب

# dialogForUnselectedDate
source: You didn't choose a date
ar: أنت لم تختر تاريخ

# typeBill
source: Select invoice type
ar: إختر نوع الفاتورة

source: Select Order Type
ar: إختر نوع الطلبية

source: Food Order
ar: طلبية أطعمة

source: Raw materials order
ar: طلبية مواد أولية

source: Error in fetch data
ar: خطأ في جلب البيانات

# successInDeleteData
source: delete data successfully
ar: تم الحذف بنجاح

source: Select Item Type
ar: إختر نوع المادة المضافة

# errorInAddingInvoice
source: Invoice addition operation failed
ar: فشلت عملية اضافة الفاتورة

# successInAddingInvoice
source: Invoice addition has been completed successfully
ar: تمت عملية اضافة الفاتورة بنجاح

# firstDialogInBIllTitle
source: Select invoice type
ar: اختر نوع الفاتورة

# firstDialogInBIllOne
source: General Invoices
ar: الفواتير العامة

# firstDialogInBIllTwo
source: Invoices for other Sell Point
ar: فواتير لنقاط بيع اخرى

source: Invoices for external
ar: فواتير خارجية

source: kindergarten
ar: روضة

# school2
source: school
ar: مدرسة

source: total price
ar: السعر الاجمالي

source: total amount
ar: الكمية الكلية

# confirmDeleteCategory
source: Do you want to delete this item?
ar: هل تريد حذف هذا العنصر

source: select sell point
ar: إختر نقطة بيع

# errorSellPOint
source: you don't you didn't choose a sell point
ar: أنت لم تختر نقطة بيع

source: please Enter A Value
ar: الرجاء ادخال البيانات

# inventoryMessage
source: Do you want to send an inventory of items??
ar: هل تريد ارسال جرد هذه العناصر؟؟

source: Inventory
ar: اجرد

# successInInventory
source: Inventory information has been sent successfully.
ar: .تم ارسال معلومات الجرد بنجاح

# totalExpenses
source: Total expenses price
ar: سعر العينات الكلي

# totalPriceE
source: Total price
ar: سعر المتبقيات الكلي

source: amount of returns
ar: كمية المرتجعات لهذا العنصر

source: amount of expenses
ar: كمية العنيات لهذا العنصر

source: returns
ar: مرتجعات

# expenses
source: Supervisor expenses
ar: عينات مشرف

# expensesManager
source: Management expenses
ar: عينات إدارة

# expensesDoctor
source: doctor expenses
ar: عينات طبيب

source: external
ar: خارجية

source: holiday
ar: عطلة

# expens_eco
source: Economic situations
ar: حالات اقتصادية

source: enter amount of returns
ar: أدخل كمية المرتجعات

source: enter amount of expenses
ar: أدخل كمية العنيات

# pleaseEnterAmountD
source: please enter an amount
ar: الرجاء ادخال كمية

# errorInEdit
source: error in edit item
ar: خطأ في تعديل بيانات العنصر

source: Are you sure to send this inventory??
ar: ??هل أنت متأكد من ارسال هذه الجرد

source: search
ar: إبحث

# amountOfPrice
source: total amount
ar: كمية المتبقيات الكلي

# enterAmountOfAmount
source: enter the rest
ar: أدخل الكمية المتبقية

source: rest
ar: المتبقيات

source: other bills
ar: فواتير اخرى

source: edit date
ar: تعديل التاريخ

# editDateTitle
source: Are you sure to save this edit?
ar: هل أنت متأكد من حفظ البيانات؟

# successEditDate
source: Date updated successfully
ar: تم تحديث التاريخ بنجاح

# confirmDeleteInventory
source: do you want to delete this Inventory
ar: هل أنت متأكد من حذف هذا الجرد

# holidayConfirm
source: Are you sure to perform the operation?
ar: هل أنت متأكد من إجراء العملية
